{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "use_bias": true, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "trainable": true, "units": 30, "batch_input_shape": [null, 57], "kernel_constraint": null, "activation": "relu", "kernel_regularizer": null, "name": "dense_1", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null, "dtype": "float32"}}}}, {"class_name": "Dense", "config": {"dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "use_bias": true, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "trainable": true, "units": 3, "kernel_constraint": null, "activation": "linear", "kernel_regularizer": null, "name": "dense_2", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null, "dtype": "float32"}}}}], "keras_version": "2.1.5-tf"}