{"backend": "tensorflow", "config": [{"config": {"kernel_constraint": null, "bias_regularizer": null, "use_bias": true, "bias_constraint": null, "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "kernel_initializer": {"config": {"mode": "fan_avg", "dtype": "float32", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "dtype": "float32", "activity_regularizer": null, "trainable": true, "batch_input_shape": [null, 42], "name": "dense_1", "activation": "relu", "units": 25}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "bias_regularizer": null, "use_bias": true, "bias_constraint": null, "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "kernel_initializer": {"config": {"mode": "fan_avg", "dtype": "float32", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "dtype": "float32", "activity_regularizer": null, "trainable": true, "units": 10, "name": "dense_2", "activation": "relu"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "bias_regularizer": null, "use_bias": true, "bias_constraint": null, "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "kernel_initializer": {"config": {"mode": "fan_avg", "dtype": "float32", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "dtype": "float32", "activity_regularizer": null, "trainable": true, "units": 5, "name": "dense_3", "activation": "relu"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "bias_regularizer": null, "use_bias": true, "bias_constraint": null, "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "kernel_initializer": {"config": {"mode": "fan_avg", "dtype": "float32", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "dtype": "float32", "activity_regularizer": null, "trainable": true, "units": 2, "name": "dense_4", "activation": "softmax"}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.1.5-tf"}