{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"use_bias": true, "units": 30, "kernel_constraint": null, "dtype": "float32", "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "bias_regularizer": null, "bias_constraint": null, "name": "dense_1", "activation": "relu", "batch_input_shape": [null, 57], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "dtype": "float32", "mode": "fan_avg", "distribution": "uniform"}}, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}}}, {"class_name": "Dense", "config": {"use_bias": true, "units": 2, "kernel_constraint": null, "dtype": "float32", "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "bias_regularizer": null, "bias_constraint": null, "name": "dense_2", "activation": "linear", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "dtype": "float32", "mode": "fan_avg", "distribution": "uniform"}}, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}}}], "keras_version": "2.1.5-tf", "backend": "tensorflow"}