{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "bias_constraint": null, "dtype": "float32", "activation": "relu", "name": "dense_1", "units": 30, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "use_bias": true, "bias_regularizer": null, "batch_input_shape": [null, 57], "trainable": true, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "dtype": "float32", "scale": 1.0}}}}, {"class_name": "Dense", "config": {"kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "bias_constraint": null, "dtype": "float32", "activation": "relu", "name": "dense_2", "kernel_constraint": null, "units": 10, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "use_bias": true, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "dtype": "float32", "scale": 1.0}}}}, {"class_name": "Dense", "config": {"kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "bias_constraint": null, "dtype": "float32", "activation": "relu", "name": "dense_3", "kernel_constraint": null, "units": 5, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "use_bias": true, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "dtype": "float32", "scale": 1.0}}}}, {"class_name": "Dense", "config": {"kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "bias_constraint": null, "dtype": "float32", "activation": "softmax", "name": "dense_4", "kernel_constraint": null, "units": 2, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "use_bias": true, "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "dtype": "float32", "scale": 1.0}}}}], "keras_version": "2.1.5-tf"}