{"class_name": "Sequential", "keras_version": "2.1.5-tf", "config": [{"class_name": "Dense", "config": {"trainable": true, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg", "dtype": "float32"}}, "bias_constraint": null, "units": 25, "batch_input_shape": [null, 42], "kernel_constraint": null, "bias_regularizer": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l2": 0.009999999776482582, "l1": 0.0}}, "activation": "relu", "name": "dense_1", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "dtype": "float32"}}, {"class_name": "Dense", "config": {"trainable": true, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg", "dtype": "float32"}}, "bias_constraint": null, "units": 10, "kernel_constraint": null, "bias_regularizer": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l2": 0.009999999776482582, "l1": 0.0}}, "activation": "relu", "name": "dense_2", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "dtype": "float32"}}, {"class_name": "Dense", "config": {"trainable": true, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg", "dtype": "float32"}}, "bias_constraint": null, "units": 5, "kernel_constraint": null, "bias_regularizer": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l2": 0.009999999776482582, "l1": 0.0}}, "activation": "relu", "name": "dense_3", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "dtype": "float32"}}, {"class_name": "Dense", "config": {"trainable": true, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg", "dtype": "float32"}}, "bias_constraint": null, "units": 2, "kernel_constraint": null, "bias_regularizer": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l2": 0.009999999776482582, "l1": 0.0}}, "activation": "softmax", "name": "dense_4", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "dtype": "float32"}}], "backend": "tensorflow"}