{"backend": "tensorflow", "config": [{"config": {"units": 100, "batch_input_shape": [null, 57], "name": "dense_1", "trainable": true, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "use_bias": true, "activation": "relu", "bias_constraint": null, "kernel_regularizer": null, "dtype": "float32", "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "dtype": "float32", "mode": "fan_avg"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"units": 50, "name": "dense_2", "trainable": true, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "use_bias": true, "activation": "relu", "bias_constraint": null, "kernel_regularizer": null, "dtype": "float32", "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "dtype": "float32", "mode": "fan_avg"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"units": 25, "name": "dense_3", "trainable": true, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "use_bias": true, "activation": "relu", "bias_constraint": null, "kernel_regularizer": null, "dtype": "float32", "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "dtype": "float32", "mode": "fan_avg"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"units": 10, "name": "dense_4", "trainable": true, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "use_bias": true, "activation": "relu", "bias_constraint": null, "kernel_regularizer": null, "dtype": "float32", "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "dtype": "float32", "mode": "fan_avg"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"units": 3, "name": "dense_5", "trainable": true, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "use_bias": true, "activation": "linear", "bias_constraint": null, "kernel_regularizer": null, "dtype": "float32", "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "dtype": "float32", "mode": "fan_avg"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.1.5-tf"}