{"backend": "tensorflow", "keras_version": "2.1.5-tf", "config": [{"class_name": "Dense", "config": {"units": 100, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "activation": "relu", "trainable": true, "dtype": "float32", "batch_input_shape": [null, 57], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "dtype": "float32"}}, "name": "dense_1", "activity_regularizer": null}}, {"class_name": "Dense", "config": {"units": 50, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_regularizer": null, "kernel_constraint": null, "use_bias": true, "dtype": "float32", "activation": "relu", "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "dtype": "float32"}}, "name": "dense_2", "activity_regularizer": null}}, {"class_name": "Dense", "config": {"units": 2, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_regularizer": null, "kernel_constraint": null, "use_bias": true, "dtype": "float32", "activation": "linear", "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "dtype": "float32"}}, "name": "dense_3", "activity_regularizer": null}}], "class_name": "Sequential"}