{"keras_version": "2.1.5-tf", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"dtype": "float32", "batch_input_shape": [null, 57], "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"dtype": "float32", "distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "units": 100, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "activity_regularizer": null, "name": "dense_1", "trainable": true, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"dtype": "float32", "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"dtype": "float32", "distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "units": 50, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "activity_regularizer": null, "name": "dense_2", "trainable": true, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"dtype": "float32", "activation": "linear", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"dtype": "float32", "distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "units": 2, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "activity_regularizer": null, "name": "dense_3", "trainable": true, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "bias_regularizer": null}}], "backend": "tensorflow"}