{"backend": "tensorflow", "keras_version": "2.1.5-tf", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 57], "kernel_constraint": null, "dtype": "float32", "activation": "relu", "bias_regularizer": null, "bias_constraint": null, "name": "dense_1", "kernel_regularizer": null, "use_bias": true, "trainable": true, "units": 100, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"dtype": "float32", "scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "dtype": "float32", "activation": "relu", "bias_regularizer": null, "bias_constraint": null, "name": "dense_2", "kernel_regularizer": null, "use_bias": true, "trainable": true, "units": 50, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"dtype": "float32", "scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "dtype": "float32", "activation": "linear", "bias_regularizer": null, "bias_constraint": null, "name": "dense_3", "kernel_regularizer": null, "use_bias": true, "trainable": true, "units": 3, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"dtype": "float32", "scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}}}]}